Repository: electroniarnd/ElsmartBLEApp
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Punch
ar: لكمة

source: REGISTER
ar: تسجيل

source: UNREGISTER
ar: غير المسجلة

source: Version:
ar: الإصدار:

source: Logs
ar: سجلات

source: OUT
ar: خروج

source: IN
ar: دخول

source: Settings
ar: الإعدادات

source: BadgeNo
ar: قم الشارة

source: Title
ar: اللقب

source: Department
ar: القسم

source: Card Valid From
ar: البطاقة صالحة من

source: Card Isued From
ar: البطاقة صادرة من

source: Card_Expired
ar: البطاقة منتهية

source: Model Number
ar: رقم الموديل

source: Status
ar: الحالة

source: Service URL
ar: رابط الخدمة

source: System
ar: النظام

source: Registered
ar: مسجل

source: UnRegistered
ar: غير مسجل

source: Select a device
ar: اختر جهازا

source: Registration
ar: التسجيل

source: About
ar: حول

source: Debug
ar: التصحيح

source: Vibration
ar: اهتزاز

# TurnOnBluetooth
source: The app wants to turn on Bluetooth.
ar: يريد التطبيق تشغيل البلوتوث.

source: mElsmart
ar: م السمارت

source: Cancel
ar: إلغاء

source: Eacs
ar: نظام التحكم بالعبور

source: Elsmart
ar: السمارت

source: Registered Terminal
ar: القارىء المسجل

source: ID
ar: المعرّف

source: Name
ar: الإسم

source: Address
ar: عنوان

source: Date
ar: تاريخ

source: TerNo
ar: رقم القارئ

source: Dir
ar: الاتجاه

source: Information
ar: معلومات

source: Secondary Data added successfully
ar: تمت إضافة البيانات الثانوية بنجاح

source: Ok
ar: حسناً

source: Registered successfully
ar: نجاح التسجيل

source: OK
ar: حسناً

source: Are you sure to do Registration Again
ar: هل أنت متأكد من القيام بالتسجيل مرة أخرى؟

source: Card Blacklisted
ar: بطاقة محظورة

source: Access Denied
ar: تم رفض الدخول

source: CARD EXPIRED
ar: البطاقة منتهية

source: ACCESS DURING LOCK
ar: الدخول أثناء القفل

source: ACCESS DURING HOLIDAY
ar: الدخول أثناء العطل

source: ACCESS DURING LEAVE
ar: الدخول أثناء الإجازة

source: PIN_FAIL
ar: فشل الرقم السري

source: BIO_FAIL
ar: فشل البصمة

source: ACCESS_SCHEDULE
ar: جدول العبور

source: SYSTEM_HALTED
ar: توقف النظام

source: NOT SUPPORTED
ar: غير مدعومة

source: NOT ENROLLED
ar: غير مسجلة

source: NO FINGER DETECTED
ar: لم يتم تحديد البصمة

source: READER ERROR
ar: خطأ في القارئ

source: Cutomer Mismatch
ar: المستخدم لا يتطابق

source: Something went wrong:
ar: خدث شيء خاطئ

source: Sucessfully deleted
ar: تم حذف بنجاح

source: Could not delete
ar: لا يمكن الحذف

source: Error occurred while deleting a record
ar: خطأ أثناء حذف السجل

source: Please enter badge number
ar: الرجاء إدخال رقم الشارة

source: Please enter IMEI
ar: يرجى إدخال IMEI

source: Please enter ModelNo
ar: الرجاء إدخال ModelNo

source: You are not a registered user yet. Please register first.
ar: أنت لست مستخدم مسجل حتى الآن. الرجاء التسجيل أولاً.

source: Something went wrong please try again.
ar: حدث خطأ ما. أعد المحاولة من فضلك.

source: AM
ar: ص

source: PM
ar: م
